Revit 2024 API
Tile.TilePerRow Property
 The property labeled "Every" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string TilePerRow { get; }
Visual Basic
Public Shared ReadOnly Property TilePerRow As String
	Get
Visual C++
public:
static property String^ TilePerRow {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyInteger" within the range of "0, 50".
See Also
Tile Class
Autodesk.Revit.DB.Visual Namespace